[Name.Title.Title_Unique_Pumpkin WeaponNamePartDefinition]
PartName="Pumpkin Dress"

[Name.Title.Title_Unique_Pumpkin:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Production time."
Suffix=""
Prefix=""

